[{
		"name": "Tips 1",
		"description": "Parents Need to Know:

Parents need to know that Toca Life World: Build Stories combines all the apps in the Toca Life series in one place.

The free download comes with eight locations and 39 characters already installed. There's a large variety of in-app purchases -- ranging in price from $.99 to $13.99 -- to add more locations and characters, and the shopping cart icon is prominently displayed at all times.

If you've already purchased other Toca Life apps, you can import them into Toca Life World: Build Stories for free. As with all the apps in the series, play is open-ended and involves kids moving characters and objects around different locations.

Some areas have a Record option that allows kids to record their voice as they move things around and narrate a story; for that option, the app asks for permission to access your device's microphone.
",
		"img": "https://i.imgur.com/jkbVBw4.png"
	},
	{
		"name": "Tips 2",
		"description": "Toca Quick Tips:

Families can talk about the narratives kids create in Toca Life World: Build Stories. Ask questions about who different characters represent, what they're doing, and why.

Encourage off-screen pretend play with tea sets, dolls, stuffed animals, action figures, cardboard boxes, and more.

Discuss storytelling. If your kid wants to use the app to tell stories, encourage him or her to have a beginning, a middle, and an end and to use the recording feature in the app.
",
		"img": "https://i.imgur.com/EFhCxuZ.png"
	},
	{
		"name": "Tips 3",
		"description": "World Tips:

Access all the Toca Life scenes in one TOCA LIFE WORLD: BUILD STORIES.

Tap on any location -- post office, theater, or barbershop, for example -- to enter. Once in, add characters, change their clothes, and interact with objects, and then visit another location. Kids can also create their own characters and build their own buildings. Some locations allow kids to record their voice and movements on the screen.

Buy more locations and characters or add Toca Life apps you've already purchased directly through Toca Life World: Build Stories.
",
		"img": "https://i.imgur.com/Po0Yhev.png"
	},

 {
		"name": "Tips 4",
		"description": "Objects and Characters:

This seamless collection of locations, objects, and characters for open-ended imaginative play is limited mostly by how much money you want to spend.

Toca Life fans will love the opportunity to collect all their worlds in one place. It's easy now to pop into the stable, go on vacation, visit the hairdresser, and stop by the office. There's opportunity here to create a huge, interconnected world -- that is, if you want to pay for it.

The free download includes quite a bit of content. And those who've already bought apps in the Toca Life series have even more of a head start.

But even so, growing this world requires a bit of an investment, which could make Toca Life World: Build Stories feel like a push to buy.
",
		"img": "https://i.imgur.com/2ns1XGg.png"
	},
	{
		"name": "Tips 5",
		"description": "Game Review:

Toca Life: World is the new app where you can create your own world and play out any story you like.

This mega-app brings all of the Toca Life apps (City, Vacation, Office, Hospital and more) together in the same space. That's right.

Now everything is connected in one massive world of play.
",
		"img": "https://i.imgur.com/Upefz0l.png"
	},
 {
		"name": "Tips 6",
		"description": "App Details:

Devices: iPhone, iPod Touch, iPad, Android, Kindle Fire
Subjects: Language & Reading: storytelling
Skills: Creativity: imagination\nPrice: Free to try
Pricing structure: Free to try (additional content available through in-app purchases; prices range from $.99 and up)\nRelease date: September 16, 2020\nCategory: Education
Size: 774.70 MB

Publisher: Toca Boca
Version: 1.25.1
Minimum software requirements: iOS 10.0 or later; Android 4.4 and up

Last updated: October 8, 2020"",
		
	         "img": "https://i.imgur.com/Z448giy.png"
	},


]
